[["rate_codes:client_preferred:company_name", ""], ["client_preferred_promo_bg", "#3F175E"], ["filters", ["TRAVELER_PREFERENCE", "TRAVELER_POLICY", "HOTEL_NAME", "AVAILABILITY", "STARS", "TRIP_ADVISOR_RATING", "CHAINS_AND_BRANDS", "COMPANY_LOCATIONS", "NEIGHBORHOODS", "AMENITIES"]], ["pnr_formatting:amadeus", null], ["supplier:ean:ec:api_key", null], ["password:use_lockout", true], ["primary_gds", ""], ["checklist:override", {}], ["legal:terms_and_conditions_updated", 0], ["company_locations", null], ["languages", ["de", "en", "es", "fr", "it", "pt"]], ["hotel_exclusions", {"policy": [], "star_rating": [], "tripadvisor_rating": [], "availability": [], "preference": []}], ["supplier:ean:ec:shared_secret", null], ["session:use_timeout", true], ["supplier:ean:ec:enabled", false], ["supplier:ean:hc:shared_secret", null], ["client_preferred_promo_logo", null], ["labeling:rate", {"supplier": true, "client_negotiated": true, "out_of_policy": true, "agency_negotiated": true}], ["supplier:ean:hc:cid", null], ["regional:date_format", "fr"], ["travel_arranger:enabled", true], ["queues", []], ["supplier:ean:ec:cid", null], ["search_limit", 100], ["crd", []], ["channel_enabled:cbt", true], ["channel_enabled:mobile", true], ["legal:enforce_terms_and_conditions", true], ["supplier:ean:enabled", false], ["rate_codes:client_preferred:display_company", false], ["tspm_api:send_invitations", false], ["password:max_length", 15], ["channel_enabled:aft", true], ["tspm_api:consumer_key", null], ["supplier:ean:ec:require_cvv", false], ["site_url:cbt", null], ["pnr_formatting:sabre", null], ["tripadvisor:enabled", true], ["rate_exclusions:keywords", ["GOV", "GVT", "MILIT", "AGENT", "SENIOR", "AARP", "AAA", "CAA"]], ["hotel_exclusions:hotels", []], ["legal:privacy_and_policy_updated", 0], ["supplier:ean:ec:endpoint", "https://api.eancdn.com/ean-services/rs/hotel/v3/"], ["supplier:ean:hc:endpoint", "https://api.eancdn.com/ean-services/rs/hotel/v3/"], ["supplier:sabre:enabled", false], ["tspm_api:update_interval", "weekly"], ["rate_codes:client_preferred", []], ["supplier:ean:hc:api_key", null], ["supplier:hcorpo:booking_remarks", null], ["labeling:hotel", {"out_of_policy": true, "chain_labels": [], "client_preferred_tier": true, "client_preferred": true, "agency_preferred": true, "chains": false, "agency_preferred_tier": false}], ["primary_gds:use_agent_gds_profile", false], ["sorters:point_of_interest", [["preference_client", true], ["preference_tmc_exists", true], ["distance", true], ["star_rating", [3, 3.5, 4, 4.5, 5, 2, 2.5, 1, 1.5]], ["trip_advisor_rating", true]]], ["supplier:ean:hc:enabled", false], ["password:use_complexity", true], ["supplier:hcorpo:paid_policy", "G"], ["legal:privacy_and_policy", {"fr": "<h4>\n  <strong>\n    BCD Travel Politique Vie Privée (EMEA) <br>\n    Dernière Mise à jour: 2 Juin 2014\n  </strong>\n</h4>\n\n<hr>\n\n<p>\n  Votre vie privée est très importante pour BCD Travel Services B.V. (BCD Travel). BCD Travel a créé cette Politique Vie Privée pour démontrer sa forte implication en matière de sécurité et vie privée. Cette Politique Vie Privée décrit la manière dont BCD Travel collecte et utilise les informations personnelles que vous pourriez nous fournir.  BCD Travel vous enjoint à lire intégralement et attentivement cette Politique Vie Privée en ce qu’elle traite de vos droits en matière d’informations personnelles.\n</p>\n\n<p>\n  Cette Politique Vie Privée s’applique à tous les sites internet et services de BCD Travel contenant cette Politique vie Privée ou contenant un lien vers cette dernière. Une fois ce site quitté, la politique vie privée du site auquel vous êtes allé s’appliquera.n.\n</p>\n\n<p>\n  BCD Travel adhères à toutes la réglementation de la Directive Européenne Données Personnelles (95/46/EC) et les législations locales respectives des pays européens. Le cas échéant, BCD Travel se soumet aux dispositions des Accords Safe Harbor respectivement entre les États-Unis et l’Union Européenne et les États-Unis et la Suisse telles que mise en œuvre par le Département du Commerce des États-Unis relatives aux données personnelles de membres de l’Union Européenne et de la Suisse recueillies, utilisées et détenues.  BCD Travel certifie avoir adhéré aux principes Safe Harbor d’information, de transfert, d’accès, de sécurité, de respect et d’intégrité des données. Afin d’en savoir plus sur le programme Safe Harbor, et de visualiser le certificat de BCD Travel, merci de vous rendre sur le site <a href='http://www.export.gov/safeharbor/' target='_blank'>http://www.export.gov/safeharbor/</a>.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>1. Information</strong>\n</h4>\n\n<br>\n\n<p>\n  <strong>Les Informations Personnelles Collectées par BCD Travel et leur Utilisation</strong><br>\n  BCD Travel collectent les informations de différentes façons par les personnes qui accèdent aux sites internet et à nos services accessible depuis nos services ou notre société. Nous utilisons cette information essentiellement dans le but de fournir les services et notamment afin de vous fournir une expérience  personnalisé lors de l’utilisation de nos services et de la partager avec des tiers mentionnés ci-dessous. Vos informations personnelles collectées seront divulguer si: (i) la divulgation est nécessaire à la fourniture de nos services; (ii) nous avons reçu préalablement votre accord; (iii) nous avons expressément et préalablement mentionné que nous divulguerions ces informations ou (iv) nous estimons que cette divulgation est requise par la loi.\n</p>\n\n<p>\n  Il peut vous être demandé de fournir des informations personnelles lorsque vous utilisez les services et/ou les sites internet telles que nom, adresse, numéro de téléphone, information de facturation (telles qu’un numéro de carte de crédit), l’itinéraire ou segment de voyage. Sauf mention contraire, ces informations personnelles collectées sont utilisées afin de fournir nos services et sont partagées au sein de BCD Travel et de ses sociétés liées, affiliées, filiales, partenaires, sous-traitants et agents, global distribution system (GDS), les comité de rapport de l’industrie et des fournisseurs de voyage ou fournisseurs liés nécessaires à la fourniture des services. Néanmoins, dans certains cas pour lesquels BCD Travel et un partenaire offrent ou font la promotion de services, BCD Travel pourra fournir au partenaire des informations personnelles aux seules fins de nous permettre ainsi qu’au partenaire de mettre en œuvre la promotion ou de fournir les services. Dans ce cas, les informations personnelles ne pourront être utilisées par le partenaire à d’autres fins que celles mentionnées. CD Travel pourra aussi générer des profils généraux et anonymes à partir de ces informations personnelles. Nous pourrons utiliser ces profiles généraux anonymisés pour la vente de publicité apparaissant sur les services ou afin de promouvoir ces services.\n</p>\n\n<p>\n  BCD Travel et ses sociétés liées, affiliées et filiales recevront des informations personnelles de leurs employés qui pourront être partagées et transférées en accord avec cette Politique Vie Privée et d’employés (potentiel) en accord avec cette Politique Vie Privée et les Ressources Humaines de BCD Travel. Par ailleurs, BCD Travel et ses sociétés liées, affiliées et filiales pourront recevoir des informations personnelles lors de candidature pour un poste qui pourront être partagées et transférées en accord avec cette Politique Vie Privée.\n</p>\n\n<p>\n  BCD Travel recourt occasionnellement à d’autres sociétés afin de fournir des services spécifiques en notre nom, tel que la fourniture d’étude, de statistiques ou de recherches de solvabilité ou d’informations. Ces sociétés seront autorisées à détenir les seules informations personnelles nécessaires à la fourniture du service. Elles sont soumises à une obligation de confidentialité et sont interdites d’utiliser ces données personnelles à d’autres fins.\n</p>\n\n<p>\n  Les informations personnelles collectées sur les sites internet ou par les services de BCD Travel seront stockées et traitées aux États-Unis ou tout autre pays dans lequel BCD Travel o uses sociétés liées, affiliées, filiales, partenaires, sous-traitants ou agents ayant des locaux. En utilisant le site internet ou les services de BCD Travel, vous autorisez tout transfert de données personnelles hors de votre pays  qui serait nécessaire à la fourniture ou à la promotion desdits services.\n</p>\n\n<p>\n  BCD Travel pourra faire l’objet d’une acquisition, fusion avec une société, acquérir ou acheter d’autres sociétés ou part sociales. En ce cas, les données personnelles feront généralement l’objet des biens transférés. Dans un tel cas, les informations personnelles ou non feront l’objet de ce transfert.\n</p>\n\n<p>\n  <strong>Réponses aux Demandes d’Information E-mail</strong><br>\n  Lorsque des personnes envoient des demandes d’informations par e-mail à BCD Travel, l’adresse e-mail du destinataire est utilisée pour répondre à la demande reçue. BCD Travel n’utilise pas l’adresse e-mail du destinataire à d’autres fins et ne partage pas cette adresse avec un tiers.\n</p>\n\n<p>\n  <strong>&quot;Cookies&quot; et Leurs Utilisations par BCD Travel</strong><br>\n  Les informations sur les “Cookies” et leur utilisation par BCD Travel est disponible en utilisant le lien &quot;<a href='http://www.bcdtravel.nl/aw/home/nl-site/nl_NL/Footer_21205/~crtd/cookie_policy/' target='_blank'>cookies</a>&quot;.\n</p>\n\n<p>\n  <strong>Sondage Client Volontaire </strong><br>\n  BCD Travel pourra périodiquement conduire des sondages à destination de professionnels et d’individuels. Nous encourageons nos clients à participer à ces sondages en ce qu’ils nous donnent des informations importantes qui nous aide à améliorer les services fournis et la façon dont nous les fournissons. Vos informations personnelles demeureront confidentielles même si le sondage est réalisé par un tiers. La participation de nos clients est volontaire. Nous prenons les informations reçues individuellement et les combinons (ou assemblons) avec les réponses d’autres clients BCD Travel afin de créer une réponse générique et élargie aux questions du sondage (tel que le genre, l’âge, la résidence, les loisirs, l’éducation, l’emploi, le secteur d’industrie ou d’autres informations démographiques). Nous utilisons par la suite les informations compilées afin d’améliorer la qualité de nos services qui vous sont fournis et afin de développer de nouveaux produits et services. Cette compilation anonymisée pourra être partagée avec des tiers.\n</p>\n\n<p>\n  <strong>Age (exclusivement pour les activités US)</strong><br>\n  Ce site n’est pas à destination des enfants de moins de 13 ans et BCD Travel ne collecte pas volontairement des informations personnelles d’enfants. Les enfants de moins de 13 ans ne devraient pas utilisés ce site internet pour y soumettre des informations personnelles à leur encontre. \n</p>\n\n<br>\n<br>\n\n<h4><strong>2. Choix</strong></h4>\n\n<br>\n\n<p>\n  Il est de la politique de BCD Travel de ne pas utiliser ou partager les informations personnelles à des fins qui ne seraient pas mentionnées ci-avant sans que ne soit offert la possibilité de refuser ces utilisations. Néanmoins, BCD Travel peut divulguer des informations personnelles ou des informations relatives à l’utilisation des services ou des sites internet accessibles par nos services si BCD Travel estime discrétionnairement qu’il est raisonnable de le faire notamment : (i) afin de répondre aux exigences légales, gouvernementales, réglementaires telles que la Directive Européenne relative à la Protection des Données Personnelles (95/46/EC); (ii) si nous estimons qu’il est nécessaire d’identifier, contacter ou entamer une procédure à l’encontre d’une personne qui violerait nos conditions d’utilisation ou tout autre politique; (iii) afin de fournir les services de façon correcte; ou (iv) afin de protéger BCD Travel et nos clients. Nous traitons les informations personnelles que nous recevons par notre site en accord avec la présente Politique Vie Privée sans considération de vos paramètres. Il vous est offert de refuser de fournir tout ou partie des informations personnelles demandées et/ou de refuser les cookies sur votre navigateur (merci de vous référer à la Section 1, article ‘’Cookies’, de la présente Politique Vie Privée); néanmoins, tout ou partie de nos services et/ou fonctionnalités peuvent ne pas être disponible ou fonctionner correctement. Si vous ne souhaitez pas que vos informations personnelles ne soient partagées, merci de nous contacter en utilisant les coordonnées à la Section 9 ci-dessous en détaillant votre demande. Afin de vous aider à résoudre ce problème, nous étudierons votre demande dans un délai raisonnable avec vous et/ou votre client/votre employeur ou tout autre tiers intéressé selon votre relation avec BCD Travel et/ou pour le compte de qui vous voyager.\n</p>\n\n<br>\n<br>\n\n<h4><strong>3. Transfert Ultérieur </strong></h4>\n\n<br>\n\n<p>\n  Certains des produits et services de BCD Travel sont offerts en lien avec des partenaires ou prestataires de services non-affiliés. Pour la fourniture de certains produits ou services, le partenaire ou prestataire de services pourra devoir collecter et détenir des informations personnelles. Dans ce cas, vous serez informé préalablement à la collecte ou au transfert de ces données et pourrez décider de ne pas utiliser ce service ou fonctionnalité. BCD Travel partagera des informations anonymes ou compilées (excepté pour ce qui est décrit à la présente) avec ces partenaires ou prestataires de services afin d’administrer les produits ou services offerts.\n</p>\n\n<p>\n  BCD Travel fournira de même vos informations personnelles dans la limite de ce qui est nécessaire pour la fourniture des services de gestion et d’organisation de voyage. BCD Travel n’exerce aucun control sur ces tiers.\n</p>\n\n<p>\n  Les informations personnelles des candidatures et des salariés de BCD Travel et des sociétés liées, affiliées, filiales, seront exclusivement transférées en accord avec la présente Politique Vie Privée.\n</p>\n\n<p>\n  Sur certains sites internet il vous est possible de commander des produits et services ou de vous enregistrer pour recevoir du matériel tel que des catalogues ou des mises à jour de nouveaux produits et services. Dans de nombreux cas, il pourra vous être demandé de fournir vos coordonnées telles que votre nom, adresse, adresse e-mail, numéro de téléphone et information relatives à votre carte de crédit. BCD Travel n’a aucun contrôle sur l’utilisation par les tiers de vos données personnelles fournies lors de la commande. Merci d’être attentif à ce point lors de votre commande. Ces sites peuvent être soumis à des politiques relatives à la vie privée qui diffèrent de la présente Politique Vie Privée. BCD Travel n’est en aucun cas responsable et rejette expressément toute responsabilité résultant d’actes ou d’omissions de ces sites liés, de leurs politiques en matière de vie privée ou de leur contenu.\n</p>\n\n<br>\n<br>\n\n<h4><strong>4. Accès</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel vous permet d’accéder à vos données personnelles afin de vous assurer de leur véracité. Si vous veniez à vous apercevoir d’une erreur ou souhaitez corriger, revoir ou vous informer sur vos données, merci de nous faire parvenir votre demande aux coordonnées détaillées à la Section 9 ci-dessous. Toute modification sera faite dans un délai raisonnable et en accord avec la législation applicable en matière de données personnelles. Dans la limite de ce qui est autorisé par la législation locale applicable, BCD Travel se réserve le droit de facturer un frais administratif raisonnable afin de couvrir les coûts résultant de la fourniture d’un accès à vos données ou de la modification de ces dernières.\n</p>\n\n<br>\n<br>\n\n<h4><strong>5. Sécurité</strong></h4>\n\n<br>\n\n<p>\n  Les services et sites internet que nous finançons ont mis en place des mesures de sécurité afin de permettre de protéger vos données sous notre contrôle d’une perte, d’un usage abusive et d’un accès, d’une divulgation, d’une destruction ou d’une altération non autorisée. Nous conduisons régulièrement des revues de notre collecteur, de notre stockage, de notre traitement et de nos mesures de sécurité des données afin de nous assurer que nous ne collectons, stockons, traitons que les informations personnelles nécessaires pour la fourniture de nos services et afin d’exécuter nos obligations contractuelles ou pour des fins de ressources humaines liées à nos salariés et aux candidatures. BCD Travel a mis en place pour le moment des mesures de sécurité telles que le protocole et pare-feu Secure Sockets Layers (SSL) afin d’assurer la sécurité des données personnelles. BCD Travel met en œuvre de même des mesures afin de protéger vos données personnelles en dehors de l’internet. L’accès à vos données personnelles est limité aux employés ayant « besoin d’accéder » à vos données et ces derniers doivent utiliser un mot de passe pour accéder à ces données. Bien que nous mettions en œuvre tous les efforts afin de garantir l’intégrité et la sécurité de notre réseau et de nos systèmes, nous ne pouvons garantir, assurer ou nous engager sur le fait que nos mesures de sécurité préviendront toute activité illégale ou non-autorisée de vos informations personnelles.\n</p>\n\n<p>\n  Si un mot de passe est utilisé afin d’aider à protéger vos données personnelles, il est de votre responsabilité de garder ce mot de passe confidentiel. Ne partagez pas cette information avec n’importe qui. Si vous partagez un ordinateur avec d’autres, vous devriez toujours fermer votre session avant de quitter le lieu ou le service afin d’assurer la confidentialité à l’égard des tiers de votre mot de passe et de vos informations personnelles.\n</p>\n\n<br>\n<br>\n\n<h4><strong>6. Intégrité des Données Personnelles</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel utilise les données personnelles aux fins exclusives pour lesquelles vous nous les fournissez et aucunement à d’autres fins que celles mentionnées à la présente Politique Vie Privée ou d’autres fins que celles pour lesquelles les informations personnelles ont été collectées. Nous ne vous demandons que les informations personnelles qui sont nécessaires à la fourniture des services auxquels vous avez accès ou, le cas échéant, pour votre poste au sein de BCD et nous mettrons en œuvre des moyens raisonnable afin de nous assurer que les informations personnelles reçues de votre part sont fiables, véridiques, complètes, actuelles pour l’usage qui en est prévu notamment en vous permettant de mettre à jour ou compléter vos informations personnelles.\n</p>\n\n<br>\n<br>\n\n<h4><strong>7. Contrôle</strong></h4>\n\n<br>\n\n<p>\n  Nous avons mis en place des procédures internes de contrôle de notre conformité à la Directive Européenne relative à la Protection des Données Personnelles (95/46/EC) et à la réglementation applicable respective des pays membres. Si vous estimez que BCD Travel ne se conforme pas avec la présente Politique Vie Privée en ce qui concerne vos informations personnelles, vous pouvez nous envoyer vos questions et inquiétudes aux coordonnées détaillées à la Section 9 ci-dessous.  Merci de nous expliciter de façon aussi détaillée que possible en quoi la présente Politique Vie Privée ne se conforme pas à la réglementation. Nous étudierons votre réclamation rapidement. Si votre réclamation n’est pas résolue de façon satisfaisante, BCD Travel coopérera avec les Autorités Européennes en matière de Protection des Données Personnelles pour résoudre le problème.\n</p>\n\n<br>\n<br>\n\n<h4><strong>8. Modification de la présente Politique Vie Privée</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel se réserve le droit de revoir, mettre à jour, compléter ou modifier à tout moment et de n’importe quelle manière la présente Politique Vie Privée. Lors de la mise en ligne de la version modifiée de la présente Politique Vie Privée, nous mettrons à jour la « date de mise à jour » au début de la présente Politique Vie Privée. Dès lors, nous vous enjoignons à vérifier régulièrement les changements à la présente Politique Vie Privée à chaque fois que vous voulez utiliser le site internet.\n</p>\n\n<br>\n<br>\n\n<h4><strong>9. Vos Questions et Commentaires</strong></h4>\n\n<br>\n\n<p>\n  Pour accéder, modifier, mettre à jour, corriger à vos informations personnelles, vous renseigner sur cette Politique Vie Privée ou en cas de réclamation, merci de nous contacter aux coordonnées suivantes:\n</p>\n\n<table>\n  <tr>\n    <td colspan=\"2\"><strong>BCD Travel Services B.V.</strong></td>\n  </tr>\n  <tr>\n    <td style=\"width: 120px\">\n      <strong>Attn:</strong>\n    </td>\n    <td>Legal Department</td>\n  </tr>\n  <tr>\n    <td><strong>Adresse:</strong></td>\n    <td>Europalaan 400</td>\n  </tr>\n  <tr>\n    <td><strong>Ville/État/Code Postal:</strong></td>\n    <td>3526 KS Utrecht, Pays-Bas</td>\n  </tr>\n  <tr>\n    <td><strong>Téléphone:</strong></td>\n    <td>+31 20562 1800</td>\n  </tr>\n  <tr>\n    <td><strong>Fax:</strong></td>\n    <td>+31 20548 1100</td>\n  </tr>\n  <tr>\n    <td><strong>Email:</strong></td>\n    <td><a href=\"mailto:legal.privacy@bcdtravel.eu\">legal.privacy@bcdtravel.eu</a></td>\n  </tr>\n</table>\n", "de": "<h4>\n  <strong>\n    BCD Travel Datenschutzrichtlinie (EMEA) <br>\n    Letzte Aktualisierung: 2. Juni 2014\n  </strong>\n</h4>\n\n<hr>\n\n<p>\n  Der Schutz Ihrer Daten ist für BCD Travel Services B.V. (BCD Travel) sehr wichtig. BCD Travel hat daher diese Datenschutzerklärung zu Datenschutz und Datensicherheit entwickelt. Dieses Datenschutzkonzept beschreibt, auf welche Art und Weise BDC Travel persönliche Informationen, die Sie uns zur Verfügung stellen, erhebt und verwendet. BCD Travel möchte Sie darum bitten, diese Datenschutzerklärung in ihrer Gesamtheit sorgfältig zu lesen, denn sie informiert über Ihre Rechte in Bezug auf Ihre persönlichen Daten.\n</p>\n\n<p>\n  Diese Datenschutzerklärung gilt für alle BCD Travel Internetseiten und –Dienstleistungen, die mit dieser Erklärung verknüpft sind oder diese anzeigen. Nach dem Verlassen dieser Webseite gilt jedoch stets die Datenschutzpraxis der Webseite, auf die Sie gelangen.\n</p>\n\n<p>\n  BCD Travel hält sich an die Regelungen der Europäischen Datenschutzrichtlinie (95/46/EC) bzw. an die darauf basierenden Datenschutzgesetze der einzelnen EU-Länder. Wo zutreffend, hält sich BCD Travel an das U.S. – European Union Safe Harbor Framework und an das U.S. – Switzerland Safe Harbor Framework, wie es vom US-Handelsministerium in Bezug auf Erfassung, Verwendung und Speicherung personenbezogener Daten von EU-Mitgliedsländern und der Schweiz festgelegt wurde. BCD Travel wurde zertifiziert, dass es die Safe-Harbor-Datenschutzgrundsätze bezüglich Ankündigung, Auswahl, Weiterleitung, Zugang, Sicherheit, Datenintegrität und Durchsetzung befolgt. Um mehr über das Safe-Harbor-Programm zu erfahren und um BCD Travel’s Zertifizierung einzusehen besuchen Sie bitte <a href='http://www.export.gov/safeharbor/' target='_blank'>http://www.export.gov/safeharbor/</a>.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>1. Information</strong>\n</h4>\n\n<br>\n\n<p>\n  <strong>Personenbezogene Daten, die BCD Travel erhebt und ihre Verwendung</strong><br>\n  BCD Travel erhebt Informationen von Personen, die auf die verschiedenen Bereiche unserer Internetseiten und Dienste zugreifen. Diese Informationen werden von unserem Unternehmen für die Bereitstellung unserer Dienste auf unterschiedliche Art und Weise verwendet. In erster Linie verwenden wir solche Informationen dazu, Angebot und Dienste bereitzustellen, aber auch dazu, Besuchern einen kundenspezifischen Service anbieten zu können; darüber hinaus werden solche Informationen auch wie nachfolgend beschrieben an Dritte weitergeleitet. Die von Ihnen erhobenen personenbezogenen Informationen werden weitergeleitet, falls: (i) erforderlich zur Bereitstellung unserer Dienste; (ii) uns im Voraus Ihre Genehmigung dazu vorliegt; (iii) wir ausdrücklich angegeben haben, dass wir die Daten weiterleiten oder (iv) wir überzeugt davon sind, dass eine Weiterleitung von Gesetzes wegen verlangt wird.\n</p>\n\n<p>\n  Sie werden möglicherweise dazu aufgefordert, bestimmte personenbezogene Angaben bereitzustellen, wenn Sie unsere Dienste und/oder Webseiten nutzen möchten; solche Angaben sind z.B. Name, Anschrift, Telefonnummer, Zahlungsinformationen (z.B. Kreditkartennummer) sowie Reisepläne oder -arrangements.  Soweit nicht ausdrücklich etwas anderes bestimmt ist, werden die erhobenen personenbezogenen Daten von BCD Travel und seinen assoziierten und angeschlossenen Unternehmen, Tochtergesellschaften, Partnern, Subunternehmern und Beauftragten, dem Global Distribution System (GDS), Behörden, denen gegenüber wir meldepflichtig sind sowie von Reiseveranstaltern im Rahmen der Bereitstellung der Dienste genutzt. In Fällen, in denen BCD Travel und ein Partnerunternehmen gemeinsam einen Dienst bewerben oder anbieten, kann BCD Travel bestimmte personenbezogene Daten lediglich an diesen Partner weiterleiten, um es uns und dem Partnerunternehmen zu ermöglichen, die Werbewirkung beurteilen oder die Dienste anbieten zu können. In diesem Fall dürfen die personenbezogenen Daten vom Partnerunternehmen zu keinen anderen Zwecken verwendet werden. BCD Travel erstellt möglicherweise aus den vorliegenden personenbezogenen Daten unpersönliche Sammelprofile. Solche anonymen Sammelprofile können wir dazu nutzen, unsere Dienste und Angebote zu verbessern oder auch um Werbung zu platzieren, die im Rahmen der von uns angebotenen Dienste erscheint.\n</p>\n\n<p>\n  BCD Travel und seine assoziierten und angeschlossenen Unternehmen und Tochtergesellschaften erhalten auch von ihren eigenen Mitarbeitern personenbezogene Daten, welche gemäß diesen Datenschutzprinzipien sowie nach den Vorgaben der Personalabteilung  und deren Datenschutzrichtlinie verwendet werden. Darüber hinaus können BCD Travel und seine assoziierten und angeschlossenen Unternehmen und Tochtergesellschaften auch personenbezogene Daten von Bewerberkandidaten erhalten, die ebenfalls auf Grundlage dieser Datenschutzprinzipien verwendet werden können.\n</p>\n\n<p>\n  BCD Travel bedient sich gelegentlich der Dienste von Drittunternehmen, welche dann in unserem Auftrag einzelne Dienstleistungen wie z.B. Prüfungen, statistische Analysen oder Hintergrund-/Kreditkartenprüfungen, zum Zweck der Vertragserfüllung, durchführen. Solche Unternehmen erhalten jedoch jeweils nur die personenbezogenen Daten, die zur Durchführung ihrer speziellen Dienstleistung erforderlich sind. Diese Unternehmen sind darüber hinaus an die Geheimhaltung gebunden, so dass es ihnen untersagt ist, die Daten zu anderen Zwecken zu nutzen.\n</p>\n\n<p>\n  Personenbezogene Daten, die auf BCD Travel Internetseiten oder bei der Anforderung von Diensten erhoben werden, können in den USA oder anderen Ländern, in denen BCD Travel oder seine assoziierten und angeschlossenen Unternehmen und Tochtergesellschaften, Partner, Nachunternehmer oder Beauftragte Einrichtungen unterhalten, verarbeitet werden. Mit der Nutzung der BCD Travel Internetseiten stimmen Sie einer Übertragung von personenbezogenen Daten auch an Empfänger außerhalb Ihres Landes zu, soweit es für die Durchführung oder Verbesserung unserer Dienstleistungen nötig ist.\n</p>\n\n<p>\n  BCD Travel kann als Gesellschaft aufgekauft werden oder mit anderen Gesellschaften fusionieren oder selber andere Gesellschaften oder Gesellschaftsvermögen erwerben. Bei solchen Transaktionen stellen die personenbezogenen Daten stets einen integralen Bestandteil des übertragenen Betriebsvermögens dar. In einem der aufgezählten Fälle sind sowohl personenbezogene als auch anonyme Daten Teil des übertragenen Betriebsvermögens.\n</p>\n\n<p>\n  <strong>Anfragen per E-Mail</strong><br>\n  Wenn BCD Travel eine Anfrage über E-Mail erhält, wird die E-Mail-Adresse des Absenders ausschließlich zur Beantwortung der Anfrage verwendet. BCD Travel verwendet diese E-Mail-Adresse zu keinerlei anderen Zwecken, und die E-Mail-Adresse wird nicht an Dritte weitergegeben.\n</p>\n\n<p>\n  <strong>&quot;Cookies&quot; und ihre Nutzung durch BCD Travel</strong><br>\n  Informationen zu „Cookies“ und ihrer Nutzung durch BCD Travel finden Sie &quot;<a href='http://www.bcdtravel.nl/aw/home/nl-site/nl_NL/Footer_21205/~crtd/cookie_policy/' target='_blank'>hier</a>&quot;.\n</p>\n\n<p>\n  <strong>Freiwillige Kundenumfragen</strong><br>\n  Von Zeit zu Zeit wird BCD Travel geschäftsspezifische bzw. einzelne Kundenbefragungen durchführen. Wir möchten unsere Kunden gerne dazu ermutigen, an diesen Umfragen teilzunehmen, weil wir dadurch wichtige Informationen erhalten, die es uns erlauben, angebotene Dienste und die Art der Bereitstellung für unsere Kunden zu verbessern. Die Vertraulichkeit Ihrer persönlichen Angaben bleibt dabei jederzeit gewahrt, selbst dann, wenn wir ein Drittunternehmen mit der Durchführung der Umfrage beauftragen. Die Teilnahme an einer Umfrage erfolgt auf freiwilliger Basis. Wir erfassen die Informationen die wir mithilfe  unserer Kundenumfragen erhalten und kombinieren (verbinden) diese mit den Antworten der Kunden aus anderen BCD Travel-Umfragen, um ein breiteres und allgemeineres Bild von den relevanten Fragen zu erhalten (wie z.B. Geschlecht, Alter, Wohnort, Hobbys, Art der Arbeit, Industriezweig oder andere demografische Informationen). Diese kumulierten Informationen nutzen wir dann um die Qualität der Dienste für unsere Kunden zu verbessern und um neue Dienste und Produkte zu entwickeln. Diese kumulierten und anonymen Informationen teilen wir auch mit Dritten.\n</p>\n\n<p>\n  <strong>Alter (nur für US Aktivitäten)</strong><br>\n  Diese Webseite ist nicht für Jugendliche unter 13 Jahren gedacht, und BCD Travel erhebt niemals wissentlich persönliche Daten von Kindern. Kinder unter 13 Jahren sollten diese Webseite nicht verwenden und dort auch keine persönlichen Angaben über sich machen.\n</p>\n\n<br>\n<br>\n\n<h4><strong>2. Auswahl</strong></h4>\n\n<br>\n\n<p>\n  Es ist Unternehmenspolitik von BCD Travel, personenbezogene Daten nicht für andere Zwecke als die oben beschriebenen zu nutzen oder weiterzuleiten, ohne dass uns Ihre entsprechende Einwilligung vorliegt. Es steht Ihnen frei einer weiteren unspezifischen Verwendung Ihrer Daten jederzeit zu widersprechen. Es ist BCD Travel jedoch gestattet, personenbezogene Daten von Kunden oder Informationen über Ihre Nutzung unserer Dienste oder Internetseiten, aus beliebigem Grund und nach unserem eigenen Ermessen, offenzulegen, wenn wir davon überzeugt sind, dass dies notwendig ist: (i) zur Erfüllung gesetzlicher Vorgaben wie z.B. der Einhaltung der Europäischen Datenschutzrichtlinie (95/46/EC), zur Erfüllung von Regelungen oder behördlichen oder rechtlichen Anfragen nach solchen Informationen; (ii) wenn wir davon überzeugt sind, dass es erforderlich ist, eine Person, die möglicherweise gegen unsere Nutzungsbedingungen oder andere Vorgaben verstoßen hat, zu identifizieren, zu kontaktieren oder gegen diese Person rechtliche Schritte einzuleiten; (iii) für den ordnungsgemäßen Betrieb unserer Dienste; oder (iv) zum Schutz von BCD Travel und unserer Kunden. Es steht Ihnen frei, keine oder nur bestimmte der angefragten personenbezogenen Daten bereitzustellen oder ein Weiterleiten der Informationen an Dritte auch gar nicht zuzulassen. Wenn Sie sich dazu entschließen, kann dies jedoch Ihre Möglichkeiten, Teile oder die Gesamtheit unserer Dienste zu nutzen, einschränken. Wenn Sie wünschen, dass wir Ihre personenbezogenen Daten nicht an Dritte weiterleiten, setzen Sie sich bitte gemäß den Informationen in Absatz 9 unten mit uns in Verbindung und teilen Sie uns Ihren spezifischen Wunsch mit, so dass wir im Rahmen einer angemessenen Frist die Weiterleitung Ihrer personenbezogenen Daten, wie von Ihnen gewünscht, einstellen.\n</p>\n\n<br>\n<br>\n\n<h4><strong>3. Weiterleitung</strong></h4>\n\n<br>\n\n<p>\n  Einige BCD Travel-Produkte und -Dienste werden gemeinsam mit nicht angeschlossenen Partnern oder Dienstleistern angeboten, so nutzen wir beispielsweise die Dienste Dritter für Wetterinfo und Ortsprofile. Damit einige dieser Produkte und Dienste angeboten werden können, müssen Partner oder Dienstleister bestimmte personenbezogene Daten erheben und speichern. In diesen Fällen werden Sie jedoch stets darüber informiert, bevor solche Informationen erhoben oder weitergeleitet werden, so dass Sie dann selber entscheiden können, ob Sie diese spezifischen Dienst oder Funktion nutzen wollen. BCD Travel teilt anonyme und kumulierte Informationen (ausgenommen wie hier aufgeführt) mit diesen Partnern oder Dienstleistern, um gemeinschaftlich vermarktete Produkte oder Leistungen anbieten zu können.\n</p>\n\n<p>\n  BCD Travel leitet Ihre personenbezogenen Daten auch an einen oder mehrere GDS‘s, an Behörden, denen gegenüber BCD Travel meldepflichtig ist sowie an Reiseanbieter und andere relevante Anbieter von Diensten weiter, wenn dies erforderlich ist, um Ihre Reisearrangements und Leistungen erfüllen zu können. BCD Travel hat keinerlei Einfluss auf diese Drittanbieter.\n</p>\n\n<p>\n  Personenbezogene Daten von Bewerbern zu Stellenausschreibungen sowie Informationen über  Mitarbeiter von BCD Travel, den assoziierten und angeschlossenen Unternehmen und Tochtergesellschaften werden ausschließlich im Rahmen dieser Datenschutzbestimmungen weitergegeben.\n</p>\n\n<p>\n  Über einige Internetseiten können Sie Produkte und Leistungen erwerben oder sich anmelden, um bestimmte Materialien wie z.B. Broschüren oder Kataloge, neue Produkte oder Serviceaktualisierungen zu erhalten. Hierzu werden Sie vielfach aufgefordert, Kontaktinformationen wie Name, Anschrift, E-Mail-Adresse, Telefonnummer und Kreditkartennummer anzugeben. BCD Travel hat keinerlei Einfluss darauf, wie solche Drittanbieter die von Ihnen bereitgestellten personenbezogenen Daten verwenden, wenn Sie dort Bestellungen vornehmen. Gehen Sie mit Ihren personenbezogenen Daten verantwortlich um. Webseiten der angesprochenen Art nutzen möglicherweise Datenschutzbestimmungen, welche von den hier aufgeführten abweichen. BCD Travel ist weder verantwortlich, noch haftbar für solche verlinkten Seiten und übernimmt keinerlei Haftung in Bezug auf (Trans-)Aktionen der verlinkten Seiten, die dort zugrundeliegenden Datenschutzbestimmungen oder die Inhalte solcher Seiten.\n</p>\n\n<br>\n<br>\n\n<h4><strong>4. Zugang</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel ermöglicht Ihnen den Zugang zu Ihren personenbezogenen Angaben, um deren Richtigkeit sicherzustellen. Wenn Sie feststellen, dass Ihre Daten unrichtig sind oder Sie die von BCD Travel zu Ihrer Person gespeicherten Daten überprüfen oder einsehen wollen, richten Sie Ihre diesbezügliche Anfrage bitte an die in Absatz 9 unten bezeichnete Stelle. Die Anfragen und Änderungswünsche bezüglich Ihrer personenbezogenen Daten werden in einem angemessenen zeitlichen Rahmen und unter Beachtung der geltenden Datenschutzbestimmungen bearbeitet. Soweit  gesetzlich zulässig behält sich BCD Travel das Recht vor, für die Auskunftserteilung ein Entgelt zu verlangen, welches jedoch die unmittelbar durch die Auskunftserteilung entstandenen Kosten nicht überschreiten darf.\n</p>\n\n<br>\n<br>\n\n<h4><strong>5. Sicherheit</strong></h4>\n\n<br>\n\n<p>\n  Dienste und Internetseiten, die wir betreuen, verfügen über Sicherheitsmaßnahmen zum Schutz vor Datenverlust, Datenmissbrauch, unberechtigtem Zugang, unberechtigter Datenfreigabe, Datenvernichtung und unbefugter Änderungen an personenbezogenen Daten die unter unserer alleinigen Kontrolle stehen. In regelmäßigen Abständen überprüfen wir unsere Arbeitsprozesse bezüglich der Datenerhebung, -speicherung und -verarbeitung sowie unsere Sicherheitsmaßnahmen. Diese gewährleisten, dass wir lediglich solche personenbezogenen Daten erfassen, speichern und verarbeiten, welche für die Durchführung unserer Dienste und die Erfüllung unserer vertraglichen Verpflichtungen oder im Rahmen der Mitarbeiter- oder Bewerberverwaltung erforderlich sind. Derzeit setzt BCD Travel zum Schutz personenbezogener Daten Sicherheitssysteme wie das Secure Sockets Layers (SSL) Protokoll sowie Firewalls ein. Darüber hinaus nutzt BCD Travel auch weitere Maßnahmen zum Offline-Schutz Ihrer personenbezogenen Daten. Der Zugriff auf diese Daten ist lediglich Mitarbeitern gestattet, welche im Rahmen ihrer Tätigkeiten darauf zugreifen müssen; der Zugriff auf Ihre Daten ist zudem auch passwortgeschützt. Wir betreiben einen hohen Aufwand, um die Integrität und Sicherheit unseres Netzwerks und unserer Systeme gewährleisten zu können; dennoch können wir weder garantieren, noch gewährleisten, dass unsere Sicherheitsmaßnahmen illegale oder nicht autorisierte Aktivitäten mit Bezug auf Ihre personenbezogenen Daten jederzeit verhindern können.\n</p>\n\n<p>\n  Wird ein Passwort zum Schutz Ihrer personenbezogenen Daten verwendet, sind Sie für die vertrauliche Handhabung dieses Passworts verantwortlich. Teilen Sie solche sicherheitsrelevanten Informationen mit niemandem. Wenn Sie von einem Computer aus auf Ihre Daten zugreifen, den Sie nicht alleine verwenden, loggen Sie sich unbedingt aus, wenn Sie eine Webseite oder einen Dienst verlassen, damit Ihr Passwort und Ihre personenbezogenen Daten vor den anderen Nutzern dieses Computers verborgen bleiben.\n</p>\n\n<br>\n<br>\n\n<h4><strong>6. Datenintegrität</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel verwendet die von Ihnen bereitgestellten personenbezogenen Daten ausschließlich im Rahmen der ursprünglichen Zweckbestimmung im Zeitpunkt der Datenerhebung. Eine anderweitige Verwendung Ihrer personenbezogenen Daten, welche dem Ursprungszweck der Datenerhebung oder den Ausführungen dieser Datenschutzerklärung entgegenstehen erfolgt nicht. Wir erheben stets nur solche Daten, die für den von Ihnen gewünschten Dienst  oder für eine Anstellung bei BCD Travel erforderlich sind. Um sicherzustellen, dass die von Ihnen bereitgestellten Daten für die beabsichtigte Verwendung geeignet sowie korrekt, vollständig und aktuell sind werden wir entsprechende Maßnahmen treffen. Dies betrifft auch die Bereitstellung von Systemmechanismen, mit denen Sie Ihre eigenen Daten aktualisieren können.\n</p>\n\n<br>\n<br>\n\n<h4><strong>7. Durchsetzung</strong></h4>\n\n<br>\n\n<p>\n  Wir nutzen interne Verfahren, um die Einhaltung der Europäischen Datenschutzrichtlinie (95/46/EC) sowie der national geltenden Datenschutzgesetze zu überwachen. Wenn Sie der Auffassung sind, dass BCD Travel diese Datenschutzerklärung bezüglich Ihrer personenbezogenen Daten nicht einhält, wenden Sie sich bitte mit Ihren Fragen und Vorbehalten an die unter Absatz 9 angegebene Stelle. Schildern Sie in Ihrem Anschreiben bitte so detailliert wie möglich, auf welche Weise BCD Travel die Bestimmungen der Datenschutzerklärung nicht eingehalten hat. Ihre Beschwerde wird daraufhin umgehend bearbeitet. Kann Ihr Anliegen trotz größter Bemühungen nicht hinreichend beantwortet werden, wird BCD Travel mit den relevanten europäischen Datenschutzbehörden zusammen arbeiten, um die Angelegenheit zu klären.\n</p>\n\n<br>\n<br>\n\n<h4><strong>8. Änderungen der Datenschutzerklärung</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel behält sich das Recht vor, diese Datenschutzerklärung jederzeit zu ergänzen oder zu ändern. Wann immer wir Änderungen an der Datenschutzerklärung vornehmen wird das Datum \"Letzte Aktualisierung\" (am Anfang der Datenschutzerklärung) aktualisiert. Mit der Nutzung dieser Webseite gestatten Sie die Erfassung und Verwendung Ihrer personenbezogenen Daten durch BCD Travel auf Grundlage dieser Datenschutzerklärung. Ihre fortgesetzte Nutzung dieser Webseite im Anschluss an jedwede Änderung dieser Datenschutzerklärung, gilt als Ihr Einverständnis mit den jeweiligen Änderungen.\n</p>\n\n<br>\n<br>\n\n<h4><strong>9. Ihre Fragen und Anmerkungen</strong></h4>\n\n<br>\n\n<p>\n  Um auf Ihre personenbezogenen Daten zuzugreifen, diese zu ändern, zu aktualisieren oder bei Fragen und Beschwerden mit Bezug auf diese Datenschutzrichtlinie, wenden Sie sich bitte an:\n</p>\n\n<table>\n  <tr>\n    <td colspan=\"2\"><strong>BCD Travel Services B.V.</strong></td>\n  </tr>\n  <tr>\n    <td style=\"width: 120px\">\n      <strong>z.H.:</strong>\n    </td>\n    <td>Legal Department</td>\n  </tr>\n  <tr>\n    <td><strong>Anschrift:</strong></td>\n    <td>Europalaan 400</td>\n  </tr>\n  <tr>\n    <td><strong>Stadt/PLZ:</strong></td>\n    <td>3526 KS Utrecht, The Netherlands</td>\n  </tr>\n  <tr>\n    <td><strong>Tel.:</strong></td>\n    <td>+31 20562 1800</td>\n  </tr>\n  <tr>\n    <td><strong>Fax:</strong></td>\n    <td>+31 20548 1100</td>\n  </tr>\n  <tr>\n    <td><strong>Email:</strong></td>\n    <td><a href=\"mailto:legal.privacy@bcdtravel.eu\">legal.privacy@bcdtravel.eu</a></td>\n  </tr>\n</table>\n", "en": "<h4>\n  <strong>\n  BCD Travel Privacy Policy (EMEA)<br>\n  Last Updated:  June 2, 2014\n  </strong>\n</h4>\n\n<hr>\n\n<p>\n  Your privacy is very important to BCD Travel Services B.V. (BCD Travel). BCD Travel has created this Privacy Policy to demonstrate its firm commitment to privacy and security.  This Privacy Policy describes how BCD Travel collects and uses personal information that you may provide to us.  BCD Travel requests that you read this Privacy Policy carefully and in its entirety as it relates to your rights regarding your personal information.\n</p>\n\n<p>\n  This Privacy Policy applies to all BCD Travel Internet sites and services that display or link to this Privacy Policy. Once you leave this site, the privacy policy of the site to which you link to shall apply.\n</p>\n\n<p>\n  BCD Travel adheres to the regulations of the European Data Protection Directive (95/46/EC) and the respective data protection laws of the individual European countries. Where applicable, BCD Travel complies with the U.S. – European Union Safe Harbor Framework and the U.S.-Switzerland Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  BCD Travel has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, access, security, data integrity, and enforcement.  To learn more about the Safe Harbor program, and to view BCD Travel’s certification, please visit <a href='http://www.export.gov/safeharbor/' target='_blank'>http://www.export.gov/safeharbor/</a>.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>1. Notice</strong>\n</h4>\n\n<br>\n\n<p>\n  <strong>Personal Information BCD Travel Collects and How It Is Used</strong><br>\n  BCD Travel collects information in different ways from individuals who access the various parts of our services and the network of Internet sites accessible through or utilized by our services and our company.  We use this information primarily to provide the services and may also use it to provide a customized experience as you use our services and share such information with third parties as described herein.  Your personal information collected is disclosed if: (i) necessary for the provision of our services; (ii) we have received your permission beforehand; (iii) before disclosure we specifically state that we will; or (iv) we believe that such disclosure is required by law.\n</p>\n\n<p>\n  You may be asked to provide certain personal information when you use our services and/or sites, such as name, address, telephone number, billing information (such as a credit card number), and travel plans or arrangements. Unless expressly stated otherwise, the personal information collected is used for the provision of our services and is shared among BCD Travel and its related companies, affiliates, subsidiaries, partners, subcontractors, and agents, the global distribution systems (GDS), industry reporting authorities, and travel and related suppliers as necessary for the services provided.  However, in instances in which BCD Travel and a partner jointly promote or offer the services, BCD Travel may provide the partner certain personal information for the sole purpose of allowing us and the partner to assess the results of the promotion or to offer the services.  In this instance, personal information may not be used by the partner for any other purpose.  BCD Travel may also generate non-personal identifying and aggregate profiles from personal information.  We may use this aggregated and non-personal identifying information to sell advertisements that appear on the services or to enhance the services.\n</p>\n\n<p>\n  BCD Travel and its related companies, affiliates, and subsidiaries also receive personal information from their employees which may be shared and transferred in accordance with this Privacy Policy and in case of a (potential) employee BCD Travel’s Human Resources Information and Privacy Policy.  In addition, BCD Travel and its related companies, affiliates, and subsidiaries may receive personal information from job applicants which may be shared and transferred in accordance with this Privacy Policy.\n</p>\n\n<p>\n  BCD Travel occasionally hires other companies to provide limited services on our behalf, such as for fulfillment, survey, statistical analysis, or background and credit check purposes.  Such companies will be permitted to obtain only the personal information they need to deliver the service.  They are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.\n</p>\n\n<p>\n  Personal information collected on BCD Travel Internet sites and services may be stored and processed in the United States or any other country in which BCD Travel or its related companies, affiliates, subsidiaries, partners, subcontractors, or agents maintain facilities, and by using a BCD Travel Internet site or service, you consent to any such transfer of personal information outside of your country, as necessary to provide and enhance our services.\n</p>\n\n<p>\n  BCD Travel may be acquired, merge with another business, acquire, or buy other businesses or assets.  In such transactions, personal information is generally one of the transferred business assets.  In such an event, both personal and non-personal identifying information will be part of the transferred assets.\n</p>\n\n<p>\n  <strong>Responses to Email Inquiries</strong><br>\n  When individuals send email inquiries to BCD Travel, the return email address is used to answer the email inquiry we receive.  BCD Travel does not use the return email address for any other purpose and does not share the return email address with any third party.\n</p>\n\n<p>\n  <strong>&quot;Cookies&quot; and How BCD Travel Uses Them</strong><br>\n  Information on &quot;Cookies&quot; and how BCD Travel uses them are available using &quot;<a href='http://www.bcdtravel.nl/aw/home/nl-site/nl_NL/Footer_21205/~crtd/cookie_policy/' target='_blank'>cookies</a>&quot;.\n</p>\n\n<p>\n  <strong>Voluntary Customer Surveys</strong><br>\n  BCD Travel may periodically conduct both business and individual customer surveys.  We encourage our customers to participate in these surveys because they provide us with important information that helps us to improve the types of services we offer and how we provide them to you.  Your personal information and responses will remain confidential, even if the survey is conducted by a third party.  Participation in our customer surveys is voluntary.  We take the information we receive from individuals responding to our customer surveys and combine (or aggregate) it with the responses of other BCD Travel customers to create broader, generic responses to the survey questions (such as gender, age, residence, hobbies, education, employment, industry sector, or other demographic information).  We then use the aggregated information to improve the quality of our services to you and to develop new services and products.  This aggregated, non-personal identifying information may be shared with third parties.\n</p>\n\n<p>\n  <strong>Age (for US activities only)</strong><br>\n  This site is not directed to children under 13 years of age and BCD Travel does not knowingly collect personal information from children.  Children under 13 years of age should not use this site to submit any personal information about themselves.\n</p>\n\n<br>\n<br>\n\n<h4><strong>2. Choice</strong></h4>\n\n<br>\n\n<p>\n  It is BCD Travel’s policy not to use or share the personal information about individuals in ways unrelated to the ones described above without also providing you an opportunity to opt out or otherwise prohibit such unrelated uses. However, BCD Travel may disclose personal information about individuals or information regarding your use of the services or Internet sites accessible through our services, for any reason if, in our sole discretion, we believe that it is reasonable to do so, including: (i) to satisfy laws, such as the European Data Protection Directive (95/46/EC), regulations, or governmental or legal requests for such information; (ii) if we believe that it is necessary to identify, contact, or bring legal action against someone who may be violating our terms of use or other policies; (iii) to operate the services properly; or (iv) to protect BCD Travel and our customers.  We treat the personal information we receive about individuals through our site in accordance with this Privacy Policy, irrespective to your tracking settings.  You may choose not to provide any or all of the personal information that is requested and/or refuse cookies in your browser (please refer to the &quot;Cookies&quot; clause in Section 1, Notice, of this Privacy Policy), however, you may limit your ability to receive some or all of our services and/or some features may not be available to you or may not function properly as a result.  In the event you do not want your personal information shared, please contact us as provided in Section 9 below with your specific request and within a reasonable time we will review your request with you and/or our customer/your employer, or other appropriate party(ies) based on your relationship with BCD Travel and/or who you are traveling on behalf of, to assist in resolving the matter.\n</p>\n\n<br>\n<br>\n\n<h4><strong>3. Onward Transfer</strong></h4>\n\n<br>\n\n<p>\n  Some BCD Travel products and services are offered in conjunction with a non-affiliated partner or service provider.  For example, we outsource the provision of weather information and location profiles.  To provide some of these products and services, the partner or service provider may need to collect and maintain personal information.  In these instances, you will be notified before any such data is collected or transferred and may decide not to use that particular service or feature.  BCD Travel will share non-personal identifying and aggregate information (except as described herein) with such partners or service provider in order to administer the co-branded products or services offered.\n</p>\n\n<p>\n  BCD Travel will also provide your personal information to one or more GDSs, industry reporting authorities, Internet booking engines, and other travel and related suppliers and vendors as necessary to fulfill your travel arrangements and services.  BCD Travel does not exercise any control over any such parties.\n</p>\n\n<p>\n  Personal information of job applicants and employees of BCD Travel and its related companies, affiliates, and subsidiaries will only be transferred in accordance with this Privacy Policy.\n</p>\n\n<p>\n  At some Internet sites, you can purchase products and services or register to receive materials, such as a brochure, a catalog, or new product and service updates.  In many cases, you may be asked to provide contact information such as your name, address, email address, phone number, and credit/debit card information.  BCD Travel has no control over the third parties’ use of any personal information you provide when placing such an order.  Please exercise care when doing so.  Such sites may follow privacy policies that differ from the provisions provided herein.  BCD Travel is not responsible for and expressly disclaims any and all liability related to actions of such linked sites, their privacy policies, or the content of such sites.\n</p>\n\n<br>\n<br>\n\n<h4><strong>4. Access</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel allows you to have access to your personal information to ensure its accuracy.  If you become aware of any inaccuracy in your personal information or wish to review or inquire about your personal information we may have, please submit your specific request as provided in Section 9 below.  Any changes will be made within a reasonable time period and in accordance with applicable privacy laws.  In so far as permitted by national law, BCD Travel reserves the right to charge a reasonable administrative fee to cover the costs of providing any access or review of your personal information.\n</p>\n\n<br>\n<br>\n\n<h4><strong>5. Security</strong></h4>\n\n<br>\n\n<p>\n  Services and Internet sites we sponsor have security measures in place to protect from the loss, misuse, and unauthorized access, disclosure, destruction, and alteration of personal information under our sole control.  We conduct periodic reviews of our data collection, storage, processing, and security measures to ensure we are only collecting, storing, and processing personal information that is required for our services and to fulfill our contractual obligations or for employment matters related to our employees and job applicants.  BCD Travel currently uses security measures, such as the Secure Sockets Layers (SSL) protocol and firewalls to safeguard personal information.  BCD Travel also implements measures to protect your personal information off-line.  Access is restricted to employees who have a “need to know,” and those employees must use passwords to access the personal information.  While we make every effort to ensure the integrity and security of our network and systems, we cannot guarantee, ensure, or warrant that our security measures will prevent illegal or unauthorized activity related to your personal information.\n</p>\n\n<p>\n  If a password is used to help protect your personal information, it is your responsibility to keep your password confidential.  Do not share such information with anyone.  If you are sharing a computer with anyone you should always choose to log out before leaving a site or service to protect access to your password and personal information from subsequent users.\n</p>\n\n<br>\n<br>\n\n<h4><strong>6. Data Integrity</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel uses the personal information you provide to us only for the purposes for which you submit such personal information and not in any way that is contrary with the purposes for which it was collected or otherwise stated in this Privacy Policy.  We request from you only that personal information which is necessary to provide the services you access or for your employment by BCD Travel, as applicable, and we will take reasonable steps to ensure that personal information we receive from you is reliable for its intended use, accurate, complete, and current, including providing mechanisms by which you can amend or update your personal information.\n</p>\n\n<br>\n<br>\n\n<h4><strong>7. Enforcement</strong></h4>\n\n<br>\n\n<p>\n  We have established internal procedures to monitor our compliance with the European Data Protection Directive (95/46/EC) and the respective data protection laws of the individual European countries. If you believe that BCD Travel has not complied with this Privacy Policy with respect to your personal information, you may send your questions and concerns as provided in Section 9 below.  Please describe in as much detail as possible the ways in which you believe that the BCD Travel Privacy Policy has not been complied with.  We will investigate your complaint promptly.  If your inquiry is not reasonably resolved, BCD Travel will cooperate with the relevant European Data Protection Authorities to resolve the issue, as applicable.\n</p>\n\n<br>\n<br>\n\n<h4><strong>8. Changes to This Privacy Policy</strong></h4>\n\n<br>\n\n<p>\n  BCD Travel reserves the right to revise, amend, or modify this Privacy Policy at any time and in any manner.  When we post changes to this Privacy Policy, we will update the &quot;last updated&quot; date at the top of this Privacy Policy.  We therefore ask you to regularly check this privacy policy for changes each time you intend to use the Internet site.\n</p>\n\n<br>\n<br>\n\n<h4><strong>9. Your Questions and Comments</strong></h4>\n\n<br>\n\n<p>\n  To access your personal information, change or update your personal information, inquire about this Privacy Policy, or issue a complaint, contact us at:\n</p>\n\n<table>\n  <tr>\n    <td colspan=\"2\"><strong>BCD Travel Services B.V.</strong></td>\n  </tr>\n  <tr>\n    <td style=\"width: 120px\">\n      <strong>Attn:</strong>\n    </td>\n    <td>Legal Department</td>\n  </tr>\n  <tr>\n    <td><strong>Address:</strong></td>\n    <td>Europalaan 400</td>\n  </tr>\n  <tr>\n    <td><strong>City/State/Zip:</strong></td>\n    <td>3526 KS Utrecht, The Netherlands</td>\n  </tr>\n  <tr>\n    <td><strong>Phone:</strong></td>\n    <td>+31 20562 1800</td>\n  </tr>\n  <tr>\n    <td><strong>Fax:</strong></td>\n    <td>+31 20548 1100</td>\n  </tr>\n  <tr>\n    <td><strong>Email:</strong></td>\n    <td><a href=\"mailto:legal.privacy@bcdtravel.eu\">legal.privacy@bcdtravel.eu</a></td>\n  </tr>\n</table>\n"}], ["contact_info:country_id", null], ["password:complexity_min_chars_number", 3], ["hotel_exclusions:chains", null], ["session:timeout_notify_before", true], ["primary_gds:gds_profile", null], ["hidden:ignore_primary_gds", false], ["client_preferred_promo", {"fr": "Réservez dans vos hôtels société préférés et bénéficiez de tarifs préférentiels, d'une conformité automatique et d'extras.\n", "en": "Book Company preferred hotels for special rates, automatic policy compliance, and extra amenities.\n", "pt": "Reserve hotéis preferidos da empresa para tarifas especiais, conformidade automática com as políticas e comodidades extra.\n", "de": "Buchen Sie Vorzugshotels Ihres Unternehmens mit Sonderangeboten, automatischer Präferenzgarantie und Zusatzvorteilen.\n", "it": "Prenota hotel preferiti aziendali per tariffe speciali, conformità automatica ai termini e dotazioni extra.\n", "es": "Reserve hoteles preferenciales y obtenga tarifas especiales, cumplimiento de políticas automático y servicios adicionales.\n"}], ["client_preferred_promo_fc", "#FFFFFF"], ["password:lockout_max_attempts", 5], ["rate_exclusions:rate_codes", []], ["travel_policy", []], ["supplier:amadeus:enabled", false], ["tspm_api:email", null], ["rate_exclusions:agency_squatter", false], ["regional:currency", "EUR"], ["advertising:enabled", true], ["regional:language", "en"], ["guest_traveler:enabled", true], ["legal:terms_and_conditions", {"en": "<h4>\n  <strong>\n   TERMS & CONDITIONS<br>\n   AGREEMENT BETWEEN CUSTOMER AND BCD TRAVEL TECHNOLOGY, B.V.\n  </strong>\n</h4>\n\n<hr>\n\n<p>\n  Welcome to the RoomSource website (the \"Website\"). This Website is provided solely to assist customers in gathering travel information, determining the availability of travel-related goods and services, making legitimate reservations or otherwise transacting business with travel suppliers, and for no other purposes. The terms \"we\", \"us\", \"our\" and \"BCD Travel\" refer to BCD Travel Technology, B.V., a Netherlands company and/or our subsidiaries or affiliates. The term \"you\" refers to the customer visiting the Website and/or booking a reservation through us on this Website, or through our customer service agents.\n</p>\n\n<p>\n  This Website is offered to you conditioned upon your acceptance without modification of all the terms, conditions, and notices set forth below (collectively, the \"Agreement\"). By accessing or using this Website in any manner, you agree to be bound by the Agreement. If you do not accept all of these terms and conditions, please do not use this Website. Be sure to return to this page periodically to review the most current version of the Agreement. We reserve the right at any time, at our sole discretion, to change or otherwise modify the Agreement without prior notice, and your continued access or use of this Website signifies your acceptance of the updated or modified Agreement.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    USE OF THE WEBSITE\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  As a condition of your use of this Website, you warrant that\n</p>\n\n<p>\n  <ol>\n    <li>you are at least 18 years of age,</li>\n    <li>you possess the legal authority to create a binding legal obligation,</li>\n    <li>you will use this Website in accordance with this Agreement,</li>\n    <li>you will only use this Website to make legitimate reservations for you or for another person for whom you are legally authorized to act,</li>\n    <li>all information supplied by you on this Website is true, accurate, current and complete, and</li>\n    <li>if you have a RoomSource account, you will safeguard your account information and will supervise and be completely responsible for any use of your account by anyone other than you. We retain the right at our sole discretion to deny access to anyone to this Website and the services we offer, at any time and for any reason, including, but not limited to, for violation of this Agreement.</li>\n  </ol>\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    DISPUTES\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  BCD Travel is committed to customer satisfaction, so if you have a problem or dispute, we will try to resolve your concerns.  But if we are unsuccessful, you may pursue claims as explained in this section.\n\n  You agree to give us an opportunity to resolve any disputes or claims relating in any way to the Website, any dealings with our customer service agents, any services or products provided, any representations made by us, or our Privacy Policy (“Claims”) by contacting BCD Travel customer support.\n</p>\n\n<br>\n</br>\n\n<h4>\n  <strong>\n    PROHIBITED ACTIVITIES\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  The content and information on this Website (including, but not limited to, price and availability of travel services), as well as the infrastructure used to provide such content and information, is proprietary to us or our suppliers and providers. While you may make limited copies of your travel itinerary (and related documents) for travel or services booked through this Website, you agree not to otherwise modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any information, software, products, or services obtained from or through this Website. Additionally, you agree not to:\n  <ol>\n    <li>\n      use this Website or its contents for any commercial purpose;\n    </li>\n    <li>\n      make any speculative, false, or fraudulent reservation or any reservation in anticipation of demand;\n    </li>\n    <li>\n      access, monitor or copy any content or information of this Website using any robot, spider, scraper or other automated means or any manual process for any purpose without our express written permission;\n    </li>\n    <li>\n      violate the restrictions in any robot exclusion headers on this Website or bypass or circumvent other measures employed to prevent or limit access to this Website;\n    </li>\n    <li>\n      take any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructure;\n    </li>\n    <li>\n      deep-link to any portion of this Website (including, without limitation, the purchase path for any travel services) for any purpose without our express written permission; or\n    </li>\n    <li>\n      \"frame\", \"mirror\" or otherwise incorporate any part of this Website into any other website without our prior written authorization.\n    </li>\n  </ol>\n</p>\n\n<p>\n  Without limitation, any speculative, false, or fraudulent reservation or any reservation in anticipation of demand is prohibited. You agree that the travel services reservations facilities of this website shall be used only to make legitimate reservations or purchases for you or for another person for whom you are legally authorized to act. You understand that overuse, suspicious activity, signs of fraud, or abuse of the travel services reservation facilities of this Website may result in BCD Travel or the applicable supplier cancelling any bookings associated with your name, email address, or account. If you have conducted any fraudulent activity, BCD Travel reserves the right to take any necessary legal action and you may be liable for monetary losses to BCD Travel, including litigation costs and damages.  To contest the cancellation of a booking, or freezing or closure of an account, please contact BCD Travel customer service.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    SUPPLIER RULES AND RESTRICTIONS\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  Separate terms and conditions will apply to your reservation and purchase of travel-related goods and services that you select. Please read these terms and conditions carefully. You agree to abide by the terms or conditions of purchase imposed by any supplier with whom you elect to deal, including, but not limited to, payment of all amounts when due and compliance with the supplier's rules and restrictions regarding availability and use of fares, products, or services. We reserve the right to cancel your booking if full payment is not received in a timely fashion. You acknowledge that some third-party providers offering certain services and/or activities may require you to sign their liability waiver prior to participating in the service and/or activity they offer. You understand that any violation of any such supplier's conditions of purchase may result in cancellation of your reservation(s) or purchase, in your being denied access to any flights, hotels, or automobiles, in your forfeiting any monies paid for such reservation(s) or purchase, and in BCD Travel debiting your or your company’s account for any costs BCD Travel incurs as a result of such violation. You shall be completely responsible for all charges, fees, duties, taxes, and assessments arising out of the use of this website. Where the travel product is supplied by Travelscape (Expedia) the following terms and conditions apply: <a href=\"http://travel.ian.com/index.jsp?pageName=userAgreement&locale=en_US&cid=474728\" target=\"_blank\"> Terms and Conditions</a>.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    PRIVACY POLICY\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  BCD Travel believes in protecting your privacy. Please click here to review our current Privacy Policy, which also governs your use of RoomSource, to understand our practices: <a href=\"/privacy-policy/\">Privacy Policy</a>.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    PREPAID HOTEL RESERVATIONS\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  You acknowledge that BCD Travel or its providers may pre-negotiate certain room rates with hotel suppliers to facilitate the booking of reservations on your behalf. In such cases, the room rate displayed on the Website is a combination of the pre-negotiated room rate for rooms reserved on your behalf by BCD Travel or the applicable supplier and the facilitation fee retained by BCD Travel to compensate us for our services. You authorize BCD Travel or its partners or suppliers to book reservations for the total reservation price, which includes the room rate displayed on the Website, plus tax recovery charges, service fees, and where applicable, taxes on BCD Travel’ (or its suppliers’ or partners’) services. Upon submitting your reservation request you authorize BCD Travel and/or its partners and/or its suppliers to facilitate hotel reservations on your behalf, including making payment arrangements with hotel suppliers.\n</p>\n\n<p>\n  You acknowledge that, except as provided below with respect to tax obligations on the amounts we retain for our services, neither BCD Travel nor its partners nor suppliers do not collect taxes for remittance to applicable taxing authorities. The tax recovery charges on prepaid hotel transactions are a recovery of the estimated taxes (e.g. sales and use, occupancy, room tax, excise tax, value added tax, etc) that BCD Travel or its partners or suppliers pays to the hotel supplier for taxes due on the hotel's rental rate for the room. The hotel suppliers invoice BCD Travel or its partners for tax amounts. The hotel suppliers are responsible for remitting applicable taxes to the applicable taxing jurisdictions. BCD Travel or its partners do not act as co-vendors with the supplier with whom we book or reserve our customer's travel arrangements. Taxability and the appropriate tax rate vary greatly by location. The actual tax amounts paid by BCD Travel or its partners to the hotel suppliers may vary from the tax recovery charge amounts, depending upon the rates, taxability, etc. in effect at the time of the actual use of the hotel by our customers. We retain our fees as compensation in servicing your travel reservation. Our fees vary based on the amount and type of hotel reservation.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    PAY NOW ONLINE OR PAY LATER AT HOTEL DETAILS\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  With certain hotels, you may be presented with the option to pay online immediately or to pay later at the hotel itself. If you select the option to pay online immediately, you will be charged the amount in the currency that you select immediately. If you select to pay later at the hotel itself, the hotel will charge you in the local currency of the relevant hotel at the time of your stay. Tax rates and foreign exchange rates could change in the time between booking and stay. You shall provide the details of your payment card and the supplier or BCD Travel will often have to verify: (i) the validity of the payment card (through a charge of a nominal value that is either refunded within a few days or deducted from the final payment due to the supplier) and, (ii) the availability of funds on the payment card (to be confirmed by the bank issuing your credit card). BCD Travel reserves the right to cancel your booking if full payment is not received in a timely fashion (please see Supplier Rules and Restrictions).\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    PRICES\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  The price of the travel services will be as quoted on the website from time to time, except in cases of obvious error. Prices may change at any time, but changes will not affect bookings already accepted.  Despite BCD Travel’s best efforts, some of the travel services listed on the website may be incorrectly priced. BCD TRAVEL EXPRESSLY RESERVES THE RIGHT TO CORRECT ANY PRICING ERRORS ON OUR WEBSITE AND/OR ON PENDING RESERVATIONS MADE UNDER AN INCORRECT PRICE. IN SUCH EVENT, IF AVAILABLE, WE WILL OFFER YOU THE OPPORTUNITY TO KEEP YOUR PENDING RESERVATION AT THE CORRECT PRICE OR WE WILL CANCEL YOUR RESERVATION WITHOUT PENALTY. BCD Travel is under no obligation to provide travel services to you at an incorrect (lower) price, even after you have been sent confirmation of your booking \n</p>\n   \n<br>\n<br>\n\n<h4>\n  <strong>\n    CHANGES OR CANCELLATIONS \n  </strong>\n</h4>\n\n<br>\n\n<p>\n  You agree to pay any supplier required cancellation or change fees that you incur. In limited cases, some hotels do not permit changes to or cancellations of reservations after they are made, as indicated in the rules and restrictions for the hotel reservation. You agree to abide by the terms and conditions imposed with respect to your prepaid hotel reservations.\n</p>\n\n<p>\n  In the event that a hotel is unable to honor your booking, BCD Travel will not be liable for any cost incurred due to relocation.\n</p>\n\n<p>\n  These terms and conditions may not be changed by any unauthorized person, including employees of BCD Travel.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    TRAVEL DESTINATIONS\n  </strong>\n</h4>\n\n<br>\n\n<p> \n  Although most travel, including travel to international destinations, is completed without incident, travel to certain destinations may involve greater risk than others. BCD Travel urges passengers to review travel prohibitions, warnings, announcements and advisories issued by the applicable government agencies prior to booking travel to international destinations. \n</p>\n\n<p>\n  BY OFFERING FOR SALE TRAVEL TO PARTICULAR INTERNATIONAL DESTINATIONS, BCD TRAVEL DOES NOT REPRESENT OR WARRANT THAT TRAVEL TO SUCH POINTS IS ADVISABLE OR WITHOUT RISK, AND IS NOT LIABLE FOR DAMAGES OR LOSSES THAT MAY RESULT FROM TRAVEL TO SUCH DESTINATIONS.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    LIABILITY DISCLAIMER \n  </strong>\n</h4>\n\n<br>\n\n<p>\n  THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES PUBLISHED ON THIS WEBSITE MAY INCLUDE INACCURACIES OR ERRORS, INCLUDING PRICING ERRORS. IN PARTICULAR, BCD TRAVEL, ITS SUBSIDIARIES AND CORPORATE AFFILIATES (COLLECTIVELY, THE \"BCD TRAVEL COMPANIES\") AND THE AFFILIATED, CO-BRANDED AND/OR LINKED WEBSITE PARTNERS THROUGH WHOM WE PROVIDE SERVICE (COLLECTIVELY, \"BCD TRAVEL AFFILIATES\") DO NOT GUARANTEE THE ACCURACY OF, AND DISCLAIM ALL LIABILITY FOR ANY ERRORS OR OTHER INACCURACIES RELATING TO THE INFORMATION AND DESCRIPTION OF THE HOTEL, AIR, CAR AND OTHER TRAVEL PRODUCTS DISPLAYED ON THIS WEBSITE (INCLUDING, WITHOUT LIMITATION, THE PRICING, PHOTOGRAPHS, LIST OF HOTEL AMENITIES, GENERAL PRODUCT DESCRIPTIONS, ETC.). IN ADDITION, BCD TRAVEL EXPRESSLY RESERVES THE RIGHT TO CORRECT ANY PRICING ERRORS ON OUR WEBSITE AND/OR ON PENDING RESERVATIONS MADE UNDER AN INCORRECT PRICE.\n</p>\n\n<p>\n  ANY HOTEL RATINGS DISPLAYED ON THIS WEBSITE ARE INTENDED AS ONLY GENERAL GUIDELINES, AND THE BCD TRAVEL COMPANIES AND THE BCD TRAVEL AFFILIATES DO NOT GUARANTEE THE ACCURACY OF THE RATINGS. THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES AND THEIR RESPECTIVE SUPPLIERS MAKE NO GUARANTEES ABOUT THE AVAILABILITY OF SPECIFIC PRODUCTS AND SERVICES. THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES AND THEIR RESPECTIVE SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES ON THIS WEBSITE AT ANY TIME.\n</p>\n\n<p>\n  THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES, AND THEIR RESPECTIVE SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES CONTAINED ON THIS WEBSITE FOR ANY PURPOSE, AND THE INCLUSION OR OFFERING OF ANY PRODUCTS OR SERVICES ON THIS WEBSITE DOES NOT CONSTITUTE ANY ENDORSEMENT OR RECOMMENDATION OF SUCH PRODUCTS OR SERVICES BY THE BCD TRAVEL COMPANIES OR THE BCD TRAVEL AFFILIATES. ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND. THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES, AND THEIR RESPECTIVE SUPPLIERS DISCLAIM ALL WARRANTIES AND CONDITIONS THAT THIS WEBSITE, ITS SERVERS OR ANY EMAIL SENT FROM THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES, AND/OR THEIR RESPECTIVE SUPPLIERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES, AND THEIR RESPECTIVE SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NONINFRINGEMENT.\n</p>\n\n<p>\n  THE CARRIERS, HOTELS AND OTHER SUPPLIERS PROVIDING TRAVEL OR OTHER SERVICES ON THIS WEBSITE ARE INDEPENDENT CONTRACTORS AND NOT AGENTS OR EMPLOYEES OF THE BCD TRAVEL COMPANIES, OR THE BD TRAVEL AFFILIATES. THE BCD TRAVEL COMPANIES AND THE BCD TRAVEL AFFILIATES ARE NOT LIABLE FOR THE ACTS, ERRORS, OMISSIONS, REPRESENTATIONS, WARRANTIES, BREACHES OR NEGLIGENCE OF ANY SUCH SUPPLIERS OR FOR ANY PERSONAL INJURIES, DEATH, PROPERTY DAMAGE, OR OTHER DAMAGES OR EXPENSES RESULTING THEREFROM. THE BCD TRAVEL COMPANIES AND THE BCD TRAVEL AFFILIATES HAVE NO LIABILITY AND WILL MAKE NO REFUND IN THE EVENT OF ANY DELAY, CANCELLATION, OVERBOOKING, STRIKE, FORCE MAJEURE OR OTHER CAUSES BEYOND THEIR DIRECT CONTROL, AND THEY HAVE NO RESPONSIBILITY FOR ANY ADDITIONAL EXPENSE, OMISSIONS, DELAYS, RE-ROUTING OR ACTS OF ANY GOVERNMENT OR AUTHORITY.\n</p>\n\n<p>\n  IN NO EVENT SHALL THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES, AND/OR THEIR RESPECTIVE SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF, OR IN ANY WAY CONNECTED WITH, YOUR ACCESS TO, DISPLAY OF OR USE OF THIS WEBSITE OR WITH THE DELAY OR INABILITY TO ACCESS, DISPLAY OR USE THIS WEBSITE (INCLUDING, BUT NOT LIMITED TO, YOUR RELIANCE UPON OPINIONS APPEARING ON THIS WEBSITE; ANY COMPUTER VIRUSES, INFORMATION, SOFTWARE, LINKED SITES, PRODUCTS, AND SERVICES OBTAINED THROUGH THIS WEBSITE; OR OTHERWISE ARISING OUT OF THE ACCESS TO, DISPLAY OF OR USE OF THIS WEBSITE) WHETHER BASED ON A THEORY OF NEGLIGENCE, CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, AND EVEN IF THE BCD TRAVEL COMPANIES, THE BCD TRAVEL AFFILIATES AND/OR THEIR RESPECTIVE SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n\n<p>\n  If, despite the limitation above, the BCD Travel Companies, the BCD Travel Affiliates or their respective suppliers are found liable for any loss or damage which arises out of or in any way connected with any of the occurrences described above, then the BCD Travel Companies, the BCD Travel Affiliates or their respective suppliers liabilities will in no event exceed, in the aggregate, the greater of (a) the transaction fees assessed for your transactions on this Website, or (b) One-Hundred Dollars (US$100.00).\n</p>\n\n<p>\n  The limitation of liability reflects the allocation of risk between the parties. The limitations specified in this section will survive and apply even if any limited remedy specified in these terms is found to have failed of its essential purpose. The limitations of liability provided in these terms inure to the benefit of the BCD Travel Companies, the BCD Travel Affiliates, and/or their respective suppliers.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    INDEMNIFICATION\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  You agree to defend and indemnify the BCD Travel Companies, the BCD Travel Affiliates, and/or their respective suppliers and any of their officers, directors, employees and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees, brought by third parties as a result of:\n</p>\n\n<p>\n  <ul>\n    <li>your breach of this Agreement or the documents referenced herein;</li>\n    <li>your violation of any law or the rights of a third party; or</li>\n    <li>your use of this Website.</li>\n  </ul>\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    LINKS TO THIRD-PARTY SITES\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  This Website may contain hyperlinks to websites operated by parties other than BCD Travel. Such hyperlinks are provided for your reference only. We do not control such websites and are not responsible for their contents or the privacy or other practices of such websites. Further, it is up to you to take precautions to ensure that whatever links you select or software you download (whether from this Website or other websites) is free of such items as viruses, worms, trojan horses, defects and other items of a destructive nature. Our inclusion of hyperlinks to such websites does not imply any endorsement of the material on such websites or any association with their operators.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    SOFTWARE AVAILABLE ON THIS WEBSITE\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  Any software that is made available to download from this Website (\"Software\") is the copyrighted work of BCD Travel, BCD Travel Affiliates, and/or our respective suppliers. Your use of such Software is governed by the terms of the end user license agreement, if any, which accompanies, or is included with, the Software (\"License Agreement\"). You may not install or use any Software that is accompanied by or includes a License Agreement unless you first agree to the License Agreement terms. For any Software made available for download on this Website not accompanied by a License Agreement, we hereby grant to you, the user, a limited, personal, nontransferable license to use the Software for viewing and otherwise using this Website in accordance with these terms and conditions and for no other purpose.\n</p>\n\n<p>\n  Please note that all Software, including, without limitation, all HTML code and Active X controls contained on this Website, is owned by the BCD Travel Companies, BCD Travel Affiliates, and/or our respective suppliers, and is protected by copyright laws and international treaty provisions. Any reproduction or redistribution of the Software is expressly prohibited, and may result in severe civil and criminal penalties. Violators will be prosecuted to the maximum extent possible.\n</p>\n\n<p>\n  WITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED. THE SOFTWARE IS WARRANTED, IF AT ALL, ONLY ACCORDING TO THE TERMS OF THE LICENSE AGREEMENT.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    CURRENCY CONVERTER\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  Currency rates are based on various publicly available sources and should be used as guidelines only. Rates are not verified as accurate, and actual rates may vary. Currency quotes are not updated every day. Check the date on the currency converter feature for the day that currency was last updated. The BCD Travel Companies, the BCD Travel Affiliates, and/or our respective suppliers do not warrant or guarantee the accuracy of displayed currency conversion rates. When using this information for any financial purpose, we advise you to consult a qualified professional to verify the accuracy of the currency rates. We do not authorize the use of this information for any purpose other than your personal use and you are expressly prohibited from the resale, redistribution, and use of this information for commercial purposes.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    USER REVIEWS, COMMENTS, PHOTOS AND CONTENT\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  RoomSource may display reviews, comments, photos and other material in relation to hotels as well as other holiday and travel experiences (\"Reviews\"). BCD Travel may also offer a facility allowing users of this website to post Reviews (\"User Reviews\"). You disclaim any proprietary rights you may have in such User Reviews, and the same may be freely used, copied, distributed and made available in any medium and in any form by BCD Travel or its affiliates without your permission. Where this posting facility is offered, you expressly agree only to submit User Reviews that are appropriate to that service, complying with these terms and conditions and also any accompanying guidelines made available on this website. You grant the BCD Travel Companies and the BCD Travel Affiliates a nonexclusive, royalty-free, perpetual, transferable, irrevocable and fully sub-licensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such User Reviews throughout the world in any media, now known or hereafter devised; and (b) use the name that you submit in connection with such User Reviews. You acknowledge that the BCD Travel Companies may choose to provide attribution of your User Reviews (for example, listing your name and hometown on a hotel review that you submit) at our discretion, and that such User Reviews may be shared with our supplier partners. You further grant the BCD Travel Companies the right to pursue at law any person or entity that violates your or the BCD Travel Companies' rights in the User Reviews by a breach of these Terms and Conditions. You acknowledge and agree that User Reviews are non-confidential and non-proprietary. You expressly waive any and all ‘moral rights’ (including rights of attribution or integrity) that may subsist in your User Reviews and agree that you have no objection to the publication, use, modification, deletion or exploitation of your User Reviews by us, the BCD Travel Affiliates or any of our partners or licensees.\n</p>\n\n<p>\n  Specifically, by using such a service, you represent and warrant that:\n\n  <ul>\n    <li>you own or otherwise control all of the rights to the User Reviews that you post;</li>\n    <li>as at the date of posting, the User Reviews submitted are accurate;</li>\n    <li>User Reviews that you supply do not breach any BCD Travel terms and conditions of use, guidelines or policies (as applicable from time to time);</li>\n    <li>you will not intentionally or recklessly post information that could cause injury or offend any person or their business and in particular: you will not post any comments, information or material that is untrue; malicious; defamatory; abusive; obscene or could reasonably be taken as such;</li>\n    <li>you will not act in any way to deceive or mislead and will not engage in or encourage any fraudulent or illegal activity;</li>\n    <li>you will not to post or distribute any information or material that is owned by any third party without the express written consent of such party to do so;</li>\n    <li>All photos submitted are subject to our photo submission guidelines.</li>\n  </ul>\n</p>\n\n<p>\n  BCD Travel claims no ownership, affiliation with, or endorsement of any photos that are submitted by end users through our sites.\n</p>\n\n<p>\n  BCD Travel does not edit Reviews or User Reviews submitted and to the fullest extent permitted by law will not be in any way responsible or liable for such Reviews or User Reviews or their subsequent posting, use or distribution. In addition, BCD Travel does not verify, endorse or approve the views or comments expressed in any Reviews or User Reviews which are the personal views of the individuals submitting them. Any decisions made on the basis of reviews or comments appearing on the service are taken at your own risk. \n</p>\n\n<p> \n  BCD Travel reserves the right for any reason in its sole discretion to refuse to post or remove (without notice) any Reviews or User Reviews. Amongst other things, this includes situations where BCD Travel receives a third party complaint and/or has reason to believe that there has been a breach of these terms and conditions.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    NOTICE OF INFRINGING MATERIAL\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  If you believe in good faith that materials hosted by us infringe your copyright, you (or your agent) may send us a written notice that includes the following information.  Please note that we will not process your complaint if it is not properly filled out or is incomplete. Any misrepresentations in your notice regarding whether content or activity is infringing may expose you to liability for damages.\n  <ol>\n    <li>A clear identification of the copyrighted work you claim was infringed.</li>\n    <li>A clear identification of the material your claim is infringing is on the Website, such as a link to the infringing material.</li>\n    <li>Your address, email address and telephone number.</li>\n    <li>A statement that you have a \"good faith belief that the material that is claimed as copyright infringement is not authorized by the copyright owner, its agent, or the law.\"</li>\n    <li>A statement that \"the information in the notification is accurate, and under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"</li>\n    <li>A signature by the person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n  </ol>\n</p>\n\n<p>\n  Notices should be sent to the address and email address specified on the home page of this Website.\n</p>\n\n<br>\n<br>\n\n<h4>\n  <strong>\n    GENERAL\n  </strong>\n</h4>\n\n<br>\n\n<p>\n  You agree that no joint venture, partnership, or employment relationship exists between you and any BCD Travel Company as a result of this Agreement or use of this Website.\n</p>\n\n<p>\n  Our performance of this Agreement is subject to existing laws and legal process, and nothing contained in this Agreement limits our right to comply with law enforcement or other governmental or legal requests or requirements relating to your use of this Website or information provided to or gathered by us with respect to such use.\n</p>\n\n<p>\n  If any part of this Agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, the validity, legality and enforceability of the remaining provisions will not in any way be affected or impaired. Our failure or delay in enforcing any provision of this Agreement at any time does not waive our right to enforce the same or any other provision(s) hereof in the future\n</p>\n\n<p>\n  This Agreement (and any other terms and conditions referenced herein) constitutes the entire agreement between you and BCD Travel with respect to this Website, our services and your dealings and relationship with us, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and us. A printed version of this Agreement and of any notice given in electronic form shall be admissible in judicial, arbitration or any other proceedings to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\n</p>\n\n<p>\n  Fictitious names of companies, products, people, characters, and/or data mentioned on this Website are not intended to represent any real individual, company, product, or event.\n</p>\n\n<p>\n  Any rights not expressly granted herein are reserved.\n</p>\n"}], ["password:use_expiration", true], ["company_logo", null], ["client_preferred_hotels", null], ["travel_arranger:top_level_parent", null], ["supplier:ean:hc:require_cvv", false], ["travel_policy_text", {}], ["supplier:ean:ec:paid_policy", "G"], ["rate_exclusions:company_squatter", false], ["rate_exclusions:on_request", true], ["special_rates", []], ["supplier:hcorpo:customer_key", ""], ["images:sources", ["AMADEUS", "EAN", "GALILEO", "HCORPO", "WORLDSPAN"]], ["sorters:area", [["preference_client", true], ["preference_tmc_exists", true], ["star_rating", [3, 3.5, 4, 4.5, 5, 2, 2.5, 1, 1.5]], ["trip_advisor_rating", true], ["distance", true]]], ["autocomplete:categories", ["company_locations", "cities", "airports", "hotels", "landmarks"]], ["regional:search_radius", 5], ["legal:enforce_privacy_and_policy", true], ["rate_exclusions:paid_policy", ""], ["password:expiration_period", 90], ["supplier:ean:hc:paid_policy", "G"], ["currencies", ["___", "EUR", "GBP", "USD", "AUD", "CHF", "CNY", "CZK", "DKK", "HKD", "HUF", "ILS", "NOK", "PLN", "SEK", "SGD"]], ["password:lockout_duration", 60], ["tspm_api:email_bcc", null], ["supplier:hcorpo:username", null], ["password:min_length", 8], ["supplier:hcorpo:password", null], ["use_squatter_rates", false], ["regional:distance_units", "KM"], ["supplier:hcorpo:endpoint", "https://api.hcorpo.com/gekko-front/ws/v2_4/AvailabilityService"], ["session:timeout_period", 120], ["supplier:hcorpo:enabled", false]]